{
    "npcs": [
        {
            "npcCode": "KREK001",
            "text": [
                {
                    "text": "O Tonhão tinha dito mesmo que algum recruta tava chegando por esses tempos, não esperava que fosse ser tu.",
                    "audioCode": ""
                },
                {
                    "text": "Mas tu chegaste em boa hora: Recentemente, ta todo mundo bem ocupado aqui no campo pra fazer coisas mais “básicas”, eu até entendo, mas tu acreditas que esses animais tão deixando até de se preocupar com provisões?",
                    "audioCode": ""
                },
                {
                    "text": "Eu tô falando sério! Tá todo mundo tão vidrado nos contratos e em evitar uma possível guerra civil que se esqueceram que precisamos comer!",
                    "audioCode": ""
                },
                {
                    "text": "Mas, Krek está aqui pra salvar o dia... Na verdade é tu quem vai né, mas ninguém precisa saber hehehehehe! ",
                    "audioCode": ""
                },
                {
                    "text": "Faz o seguinte: Aqui perto tem um lagão chamado \"Lago da Abundância”, lá cresce uma espécie raríssima que eu chamo de Cogumelo Pulguento",
                    "audioCode": ""
                },
                {
                    "text": "Por que tu ta rindo? O nome não é legal? AHHH, não importa! Eles são bem grandão, então uns nove já devem suprir nossas necessidades pela próxima semana. ",
                    "audioCode": ""
                },
                {
                    "text": "Agora vai lá, e lembra de não fazer barulho, vai fazer os peixes te morderem! ",
                    "audioCode": ""
                }
            ],
            "questAlreadyGiven": "",
            "questRewards": "Meu deus, não é que tu conseguiste mesmo? E olha só, não foi mordido(a) nenhuma vez!! Você impressionou Krek, grandalhão(ona)! "
        },
        {
            "npcCode": "TONHAO001",
            "text": [
                {
                    "text": "Ah, então é tu que é o(a) recrutinha que me falaram sobre... Ta com sede de sangue, né meu fi? Doido atrás de catar algum trabuco vei e sentar o dedo na primeira coisa que se mexer na tua frente.",
                    "audioCode": ""
                },
                {
                    "text": " Sei como é, já tive meus tempo de cabra novo também. ",
                    "audioCode": ""
                },
                {
                    "text": "Não querendo, mas já te decepcionando, sinto em dizer que não é assim que a banda toca aqui na comunidade. ",
                    "audioCode": ""
                },
                {
                    "text": "Aqui, antes de tu sair mundão afora cumprindo os contrato, tu tem que se mostrar útil de alguma forma pro pessoal, aqui dentro mesmo, visse? ",
                    "audioCode": ""
                },
                {
                    "text": "Então, sua primeira e empolgante missão será: Carregar uns caixote que chegaram pra Krek, e entregar pra coitada!",
                    "audioCode": ""
                },
                {
                    "text": "Tá vendo aquela rapariga verde do chapelão ali ó? Ela encomendou um tanto de trem do norte já tem um tempo. ",
                    "audioCode": ""
                },
                {
                    "text": "Chegou esses dia ai pra trás umas 3 caixona endereçada a ela, mas a pestinha da Tainá inventou de sacanear a coitada e escondeu as três caixona no acampamento.",
                    "audioCode": ""
                },
                {
                    "text": " Só que aí que mora o problema: a coitada ta super ocupada com uns serviço importante e num ta com tempo de sair caçando as caixa que a pilantrinha escondeu.",
                    "audioCode": ""
                },
                {
                    "text": "Faz o seguinte: Vai atras desses três caixote e entrega pra Krek, ove o que ela tem pra falar, e daí eu te libero um contratinho camarada pra compensar o esforço, que tal? ",
                    "audioCode": ""
                },
                {
                    "text": "Ah, e mais uma dica: Se eu fosse tu, não olharia o que tem dentro desses caixotes... ",
                    "audioCode": ""
                }
            ],
            "questAlreadyGiven": "Bora caba vai pegar as caixa",
            "questRewards": "Ai sim, a Krek deve ter uma missao proc ja falou com Ela?"
        },
        {
            "npcCode": "TONHAO002",
            "text": [
                {
                    "text": "Caba preciso de um favor...",
                    "audioCode": ""
                },
                {
                    "text": "A luz da base acabou, e no alto da montanha tem um Gerador lá",
                    "audioCode": ""
                },
                {
                    "text": "Preciso que você ligue aquele trem de novo",
                    "audioCode": ""
                }
            ],
            "questAlreadyGiven": "Ja conseguiu Ligar o Gerador",
            "questRewards": "Ô, abestado(a), já voltou? Caramba, tu foi rápido(a), ein bichinho ruim? Bom, tu ganhou minha atenção e curiosidade! Quero bisolhar o que tu é capaz de fazer com um serviço de verdade!"
        }
    ]
}