{
    "npcs": [
        {
            "npcCode": "KREK",
            "text": [
                {
                    "text": "Bom diaaaaaa eu sou a krek guardia da floresta",
                    "audioCode": "EMPTY"
                },
                {
                    "text": "Alugns Lobos invadiram minha floresta, acha que pode se livrar deles?",
                    "audioCode": "EMPTY"
                },
                {
                    "text": "Por favor seja gentil eles não são tao maus assim",
                    "audioCode": "EMPTY"
                },
                {
                    "text": "Ahh esse? esse é o churros, ele e mansinho <3 ",
                    "audioCode": "EMPTY"
                }
            ],
            "questAlreadyGiven": "",
            "questRewards": ""
        },
        {
            "npcCode": "KREK001",
            "text": [
                {
                    "text": "TESTE 001",
                    "audioCode": ""
                }
            ],
            "questAlreadyGiven": "",
            "questRewards": "Santa abóbora, você encontrou tudo mesmo! Finalmente o Churros vai matar essa fome esquisita dele! Não se preocupe, as caixas tão se mexendo desse jeito porque o Churros gosta de brincar com a comida! Valeu, camarada!"
        },
        {
            "npcCode": "TONHAO001",
            "text": [
                {
                    "text": "Ah, então é tu que é o(a) recrutinha que me falaram sobre...",
                    "audioCode": "NONE"
                },
                {
                    "text": "Ta com sede de sangue, né meu fi? Doido atrás de catar algum trabuco vei e sentar o dedo na primeira coisa que se mexer na tua frente.",
                    "audioCode": "NONE"
                },
                {
                    "text": "Sei como é, já tive meus tempo de cabra novo também. Não querendo, mas já te decepcionando, sinto em dizer que não é assim que a banda toca aqui na comunidade.",
                    "audioCode": "NONE"
                },
                {
                    "text": "Aqui, antes de tu sair mundão afora cumprindo os contrato, tu tem que se mostrar útil de alguma forma pro pessoal, aqui dentro mesmo, visse?",
                    "audioCode": "NONE"
                },
                {
                    "text": "Então, sua primeira e empolgante missão será: Carregar uns caixote que chegaram pra Krek, e entregar pra coitada!",
                    "audioCode": "NONE"
                },
                {
                    "text": "á vendo aquela rapariga verde do chapelão ali ó? Ela encomendou um tanto de trem do norte já tem um tempo.",
                    "audioCode": "NONE"
                },
                {
                    "text": " Chegou esses dia ai pra trás umas 3 caixona endereçada a ela, mas a pestinha da Tainá inventou de sacanear a coitada e escondeu as três caixona no acampamento. ",
                    "audioCode": "NONE"
                },
                {
                    "text": "Só que aí que mora o problema: a coitada ta super ocupada com uns serviço importante e num ta com tempo de sair caçando as caixa que a pilantrinha escondeu.",
                    "audioCode": "NONE"
                },
                {
                    "text": "Faz o seguinte: Vai atras desses três caixote e entrega pra Krek, ove o que ela tem pra falar, e daí eu te libero um contratinho camarada pra compensar o esforço, que tal?",
                    "audioCode": "NONE"
                },
                {
                    "text": "Ah, e mais uma dica: Se eu fosse tu, não olharia o que tem dentro desses caixotes...",
                    "audioCode": "NONE"
                }
            ],
            "questAlreadyGiven": "Bora Caba vai pegar as caixa",
            "questRewards": "Boa garoto agora vai falar cm a krek q ela vai te passar algumas trakinagens"
        },
        {
            "npcCode": "TONHAO",
            "text": [
                {
                    "text": "TESTE 001",
                    "audioCode": ""
                }
            ],
            "questAlreadyGiven": "",
            "questRewards": ""
        }
    ]
}